{
  "video_path": "C:\\Users\\gmantri\\Downloads\\WhatsApp Video 2025-12-06 at 22.53.28.mp4",
  "timestamp": "2025-12-10T00:00:54.607635",
  "data": {
    "hindi": null,
    "english": {
      "text": "Just a month was left and I was so confused and depressed that I was not sure if I would be able to complete this journey in a month. Failed due to aggregate. I was totally fed up and disappointed and I even thought of quitting my CA. I was about to skip my attempt. When the last 30 days of the exam were left, I was in a panic situation and very scared because I did not have any clear strategy to move forward. One month before exams, I was not even prepared for a single subject and I totally gave up and lost hopes that okay, this is not going to be my attempt. I used to just study for 3 hours, 2 hours, very demotivated, not really studying at all. It was the last month and I felt that nothing could be done, I just had no time left and I made a lot of mistakes. I was initially worried as to how to answer questions in a manner that ICI expects. It has been 10 years now when I have entered into CA. I cannot thank you in words. If you would not have been there, I would not have been able to pass the exam. If I had not taken this decision at that time, I would have taken one more attempt for the group fund. It built so much confidence that in just one month we can become CA and achieve good marks. The day I attended your workshop, the very next day, I studied for 14 hours. She had made us believe that even in the 30 days we can make magic. The only thing I want to say is, with Rucha ma'am, we can definitely be a CA.",
      "language": "en",
      "segments": [
        {
          "id": 0,
          "text": " Just a month was left and I was so confused and depressed that I was not sure if I would be able to complete this journey in a month.",
          "start": 0.0,
          "end": 6.0
        },
        {
          "id": 1,
          "text": " Failed due to aggregate. I was totally fed up and disappointed and I even thought of quitting my CA.",
          "start": 6.0,
          "end": 12.0
        },
        {
          "id": 2,
          "text": " I was about to skip my attempt.",
          "start": 12.0,
          "end": 14.0
        },
        {
          "id": 3,
          "text": " When the last 30 days of the exam were left, I was in a panic situation and very scared because I did not have any clear strategy to move forward.",
          "start": 14.0,
          "end": 22.0
        },
        {
          "id": 4,
          "text": " One month before exams, I was not even prepared for a single subject and I totally gave up and lost hopes that okay, this is not going to be my attempt.",
          "start": 22.0,
          "end": 31.0
        },
        {
          "id": 5,
          "text": " I used to just study for 3 hours, 2 hours, very demotivated, not really studying at all.",
          "start": 31.0,
          "end": 37.0
        },
        {
          "id": 6,
          "text": " It was the last month and I felt that nothing could be done, I just had no time left and I made a lot of mistakes.",
          "start": 37.0,
          "end": 42.0
        },
        {
          "id": 7,
          "text": " I was initially worried as to how to answer questions in a manner that ICI expects.",
          "start": 42.0,
          "end": 46.0
        },
        {
          "id": 8,
          "text": " It has been 10 years now when I have entered into CA.",
          "start": 46.0,
          "end": 50.0
        },
        {
          "id": 9,
          "text": " I cannot thank you in words. If you would not have been there, I would not have been able to pass the exam.",
          "start": 50.0,
          "end": 56.0
        },
        {
          "id": 10,
          "text": " If I had not taken this decision at that time, I would have taken one more attempt for the group fund.",
          "start": 56.0,
          "end": 62.0
        },
        {
          "id": 11,
          "text": " It built so much confidence that in just one month we can become CA and achieve good marks.",
          "start": 62.0,
          "end": 68.0
        },
        {
          "id": 12,
          "text": " The day I attended your workshop, the very next day, I studied for 14 hours.",
          "start": 68.0,
          "end": 73.0
        },
        {
          "id": 13,
          "text": " She had made us believe that even in the 30 days we can make magic.",
          "start": 73.0,
          "end": 78.0
        },
        {
          "id": 14,
          "text": " The only thing I want to say is, with Rucha ma'am, we can definitely be a CA.",
          "start": 78.0,
          "end": 82.0
        }
      ]
    }
  }
}